API_TOKEN = ""  # Токен телеграм бота
groups = ({
              'name': '',  # Имя группы (РИС-23-2)
              'subgroups': '',  # Номера подгрупп string без пробела
              'ids': ("",
                      ""),  # id календарей подгрупп
              'links': (
                  "",
                  ""),  # публичные ссылки на календари подгрупп
              'column': 0,  # столбец в расписании int
              'course': ''  # номер курса string
          },)

mod_dates = {'4 мод.': {'day': 1, 'month': 4, 'year': 2024}}

eng_groups = {
    "": {  # Название группы (ОК-7)
        'id': '',  # id календаря
        'link': ''}, # Публичная ссылка на календарь
}
